Repository: arielvega-saas/metacasa
Catalog: metacasa-ios/MetaCasa/Resources/Localizable.xcstrings
Source language: es
Languages: en, pt_br

# tx.button.save_expense
source: GUARDAR GASTO
en: SAVE EXPENSE
pt_br: SALVAR DESPESA

# tx.button.save_income
source: GUARDAR INGRESO
en: SAVE INCOME
pt_br: SALVAR RECEITA

# tx.category.suggest
source: Sugerido
en: Suggested

# tx.convertedPreview %@
source: = %@ en moneda base
en: = %@ in base currency
pt_br: = %@ na moeda base

# tx.currency
source: Moneda
en: Currency
pt_br: Moeda

# tx.edit.delete
source: Eliminar movimiento
en: Delete transaction
pt_br: Excluir movimento

# tx.edit.duplicate
source: Duplicar con fecha de hoy
en: Duplicate with today's date
pt_br: Duplicar com data de hoje

# tx.edit.invalidAmount
source: El monto parece inválido. Revisalo e intentá otra vez.
en: The amount looks invalid. Check it and try again.
pt_br: O valor parece inválido. Verifique e tente novamente.

# tx.edit.title
source: Editar movimiento
en: Edit transaction
pt_br: Editar movimento

# tx.empty.filtered
source: Sin resultados
en: No results
pt_br: Sem resultados

# tx.empty.filtered.hint
source: Ningún movimiento coincide con tus filtros. Probá ajustarlos o limpiarlos.
en: No transactions match your current filters. Try adjusting or clearing them.
pt_br: Nenhum movimento combina com os filtros. Tente ajustar ou limpá-los.

# tx.empty.hint
source: Agregá tu primer gasto para empezar a ver en qué se va tu plata.
en: Add your first expense to start seeing where your money goes.
pt_br: Adicione seu primeiro gasto para começar a ver para onde vai seu dinheiro.

# tx.empty.title
source: Todavía no registraste gastos
en: You haven't logged any expenses yet
pt_br: Você ainda não registrou gastos

# tx.field.amount
source: MONTO
en: AMOUNT
pt_br: VALOR

# tx.field.category
source: CATEGORÍA
en: CATEGORY
pt_br: CATEGORIA

# tx.field.date
source: FECHA
en: DATE
pt_br: DATA

# tx.field.note
source: NOTA
en: NOTE

# tx.field.subcategory
source: SUBCATEGORÍA
en: SUBCATEGORY
pt_br: SUBCATEGORIA

# tx.field.subcategory.none
source: Ninguna
en: None
pt_br: Nenhuma

# tx.fxRate
source: Tasa de cambio
en: Exchange rate
pt_br: Taxa de câmbio

# tx.fxRateHint
source: Ingresá una tasa para convertir a tu moneda base.
en: Enter a rate to convert to your base currency.
pt_br: Insira uma taxa para converter para a moeda base.

# tx.list.search
source: Buscar por categoría o nota
en: Search by category or note
pt_br: Buscar por categoria ou nota

# tx.new
source: Nuevo movimiento
en: New transaction
pt_br: Novo movimento

# tx.note.placeholder
source: Opcional
en: Optional

# tx.saved
source: Guardado ✓
en: Saved ✓
pt_br: Salvo ✓

# tx.type.expense
source: Gasto
en: Expense
pt_br: Despesa

# tx.type.expense.label
source: Gasto
en: Expense
pt_br: Despesa

# tx.type.income
source: Ingreso
en: Income
pt_br: Receita

# tx.type.income.label
source: Ingreso
en: Income
pt_br: Receita

# tx.useAlternateCurrency
source: Usar otra moneda
en: Use another currency
pt_br: Usar outra moeda

source: Usar solo on-device (más lento)
en: Use only on-device (slower)
pt_br: Usar somente no dispositivo (mais lento)

source: Vas a borrar el historial guardado del Asistente IA en este hogar. La próxima vez que abras el chat, te pedimos consentimiento de nuevo.
en: You're about to delete the AI Assistant history stored for this household. Next time you open the chat, we'll ask for consent again.
pt_br: Você vai apagar o histórico salvo do Assistente IA neste lar. Da próxima vez que abrir o chat, pediremos consentimento novamente.

# view.calendar
source: Calendario
en: Calendar
pt_br: Calendário

# view.list
source: Lista
en: List

source: Vos decidís qué pasa con tu data
en: You decide what happens with your data
pt_br: Você decide o que acontece com seus dados

# waterfall.bills
source: Vencimientos
en: Bills
pt_br: Vencimentos

# waterfall.debts
source: Pagos de deuda
en: Debt payments
pt_br: Pagamentos de dívida

# waterfall.deductions
source: DEDUCCIONES
en: DEDUCTIONS
pt_br: DEDUÇÕES

# waterfall.distribution
source: DISTRIBUCIÓN
en: DISTRIBUTION
pt_br: DISTRIBUIÇÃO

# waterfall.distribution.empty
source: Sin cuentas personales. Marcá al menos una cuenta como 'personal' en ajustes.
en: No personal accounts. Mark at least one account as 'personal' in settings.
pt_br: Sem contas pessoais. Marque ao menos uma conta como 'pessoal' nos ajustes.

# waterfall.distribution.proportional.hint %@
source: Ingreso origen: %@
en: Income source: %@
pt_br: Origem: %@

# waterfall.fixed
source: Gastos fijos
en: Fixed expenses
pt_br: Despesas fixas

# waterfall.income
source: INGRESOS DEL HOGAR
en: HOUSEHOLD INCOME
pt_br: RECEITAS DA CASA

# waterfall.installments
source: Cuotas
en: Installments
pt_br: Parcelas

# waterfall.investment
source: Inversión
en: Investment
pt_br: Investimento

# waterfall.remainder
source: REMANENTE
en: REMAINDER
pt_br: REMANESCENTE

# waterfall.remainder.hint
source: Disponible tras fijos, vencimientos, compartidos y ahorro/inversión.
en: Available after fixed costs, bills, shared budgets and savings/investment.
pt_br: Disponível após fixos, vencimentos, compartilhados e poupança/investimento.

# waterfall.savings
source: Ahorro
en: Savings
pt_br: Poupança

# waterfall.shared
source: Categorías compartidas
en: Shared categories
pt_br: Categorias compartilhadas

# waterfall.strategy.distribution
source: Modo de distribución
en: Distribution mode
pt_br: Modo de distribuição

# waterfall.strategy.distribution.custom.hint
source: Monto manual por cuenta (editá en cada cuenta).
en: Manual amount per account (edit allocations per account).
pt_br: Valor manual por conta.

# waterfall.strategy.distribution.equal.hint
source: El remanente se divide en partes iguales.
en: Remainder divided equally across personal accounts.
pt_br: O remanescente é dividido igualmente.

# waterfall.strategy.distribution.proportional.hint
source: Cada cuenta recibe proporcional a su ingreso.
en: Each account receives a share proportional to its income.
pt_br: Cada conta recebe proporcional à sua receita.

# waterfall.strategy.inclusions
source: INCLUIR EN CASCADA
en: WATERFALL INCLUSIONS
pt_br: INCLUIR NA CASCATA

# waterfall.strategy.savings
source: AHORRO E INVERSIÓN
en: SAVINGS & INVESTMENT
pt_br: POUPANÇA E INVESTIMENTO

# waterfall.strategy.title
source: Estrategia
en: Budget strategy
pt_br: Estratégia

# compare.balance
source: Balance
pt_br: Saldo

# installments.form.basic
source: Plan
pt_br: Plano
